[
    {
        "id": 1,
        "ids": 1, 
        "contenu": "C'est clair, c'est le même cirque à chaque fois ! À croire que c'est le jeu préféré de la machine à café de nous faire poireauter. Ils devraient vraiment investir dans des machines plus performantes ou embaucher plus de personnel pour gérer ça !"
    },
    {
        "id": 2,
        "ids": 1, 
        "contenu": "Ça me rend dingue à chaque fois que je dois faire la queue à cette foutue machine à café. C'est toujours la même histoire : attente interminable, gobelets manquants, café froid... Ils pourraient pas faire un peu d'effort pour améliorer le service ?"
    },
    {
        "id": 3,
        "ids": 1, 
        "contenu": "Franchement, c'est juste une aberration à chaque fois que je vais chercher un café là-bas. Y a toujours quelque chose qui cloche : soit la machine est en panne, soit y a plus de café, soit y a plus de gobelets. C'est vraiment agaçant à force !"
    },
    {
        "id": 4,
        "ids": 1, 
        "contenu": "Ces machines à café sont juste des machines à nous faire perdre notre temps ! On devrait pas avoir à faire la queue pendant des plombes juste pour avoir un put*** de café. Ils devraient vraiment trouver une solution pour rendre le processus plus efficace !"
    },
    {
        "id": 5,
        "ids": 1, 
        "contenu": "C'est à se demander si les responsables du campus se rendent compte du calvaire que c'est d'attendre à cette machine à café. Ils devraient passer une journée à faire la queue comme nous pour comprendre à quel point c'est pénible !"
    },
    {
        "id": 6,
        "ids":1,
        "contenu": "Je te jure, c'est la loterie à chaque fois que je vais chercher un café là-bas. Y a jamais de gobelets, jamais de sucre, jamais de café... Rien à part de l'attente et de la frustration. Ils doivent vraiment faire quelque chose pour arranger ça !"
    },
    {
        "id": 7,
        "ids": 1, 
        "contenu": "Je suis tellement d'accord avec toi, c'est juste une galère sans nom à chaque fois. Ça devrait être un moment de détente de prendre un café, mais avec cette machine, c'est juste du stress et de la frustration. Ça me fout en rogne !"
    },
    {
        "id": 8,
        "ids": 1, 
        "contenu": "Franchement, ils pourraient pas mettre en place un système de réservation en ligne ou un truc du genre pour éviter qu'on perde notre temps à faire la queue ? Ça serait tellement plus pratique et moins frustrant pour tout le monde !"
    }, 
    {
        "id": 9,
        "ids": 2, 
        "contenu": "Ces mises à jour automatiques sont juste une plaie ! Hier, j'étais en train de bosser sur mon téléphone et il a décidé de se mettre à jour sans prévenir, résultat : j'ai perdu tout mon travail. Franchement, y a de quoi péter un câble !"
    },
    {
        "id": 10,
        "ids": 2, 
        "contenu": "C'est clair que c'est relou à un point ! J'étais en train de jouer à mon jeu préféré et hop, le téléphone décide de se bloquer pour faire une mise à jour. Ils peuvent pas attendre que je finisse ma partie avant de m'emmerder ?!"
    },
    {
        "id": 11,
        "ids": 2, 
        "contenu": "Je suis à deux doigts de balancer mon téléphone par la fenêtre à chaque fois qu'il se met à jour automatiquement. Ils ont pas compris que c'est à nous de décider quand on veut faire les mises à jour ? On est plus des bébés, merde !"
    },
    {
        "id": 12,
        "ids": 2, 
        "contenu": "Ces enc*** de fabricants de téléphone devraient vraiment revoir leur politique de mises à jour automatiques. Ils nous prennent vraiment pour des cons en nous forçant à subir leurs mises à jour à la con à des moments pas du tout opportuns. Ça me met hors de moi !"
    },
    {
        "id": 13,
        "ids": 2, 
        "contenu": "Franchement, j'en ai marre de ces foutues mises à jour qui nous tombent dessus sans prévenir. Ils pourraient au moins nous laisser le choix de quand on veut faire les mises à jour, plutôt que de nous forcer à les subir à n'importe quel moment. C'est du foutage de gueule !"
    },
    {
        "id": 14,
        "ids": 2,
        "contenu": "C'est vraiment relou ces mises à jour automatiques ! Ça m'est arrivé une fois en plein milieu d'un appel important, résultat : j'ai perdu la connexion et j'ai dû rappeler mon client. C'est du sabotage, je te jure !"
    },
    {
        "id": 15,
        "ids": 2, 
        "contenu": "Ces salopards de fabricants nous pourrissent la vie avec leurs mises à jour automatiques. J'ai l'impression qu'ils font exprès de nous embêter au pire moment possible. Ils devraient nous payer pour nous infliger ça, sérieux !"
    },
    {
        "id": 16,
        "ids": 2, 
        "contenu": "Je suis d'accord à 100% avec toi, c'est vraiment casse-couilles ces mises à jour automatiques. Ils pourraient au moins nous laisser le choix de quand on veut les faire, plutôt que de nous obliger à subir leurs interruptions à la con. Ça me fout hors de moi !"
    },
    {
        "id": 17,
        "ids": 3, 
        "contenu": "Je te comprends tellement, j'ai les mêmes enfoirés de voisins ! Ça devient insupportable à la longue. Je me demande s'ils se rendent compte à quel point ils sont irrespectueux envers les autres habitants de l'immeuble."
    },
    {
        "id": 18,
        "ids": 3, 
        "contenu": "Ces voisins sans-gêne devraient sérieusement penser à investir dans des casques antibruit pour leurs fêtes interminables. On dirait qu'ils ont aucune considération pour ceux qui ont besoin de dormir pour bosser le lendemain !"
    },
    {
        "id": 19,
        "ids": 3, 
        "contenu": "J'en ai ma claque aussi de ces voisins bruyants ! À croire qu'ils ont jamais entendu parler de respect et de civisme. J'ai essayé de leur parler gentiment plusieurs fois, mais rien à faire, ils continuent comme si de rien n'était."
    },
    {
        "id": 20,
        "ids": 3, 
        "contenu": "Franchement, c'est le monde à l'envers. On devrait pouvoir se reposer tranquillement chez soi, mais non, on est obligé de subir les décibels des voisins qui se prennent pour les rois de la fête. Ça me fout hors de moi !"
    },
    {
        "id": 21,
        "ids": 3, 
        "contenu": "C'est vraiment pénible ces voisins qui pensent qu'ils ont le droit de faire tout le bruit du monde juste parce qu'ils sont chez eux. Ils oublient complètement qu'ils partagent un espace de vie avec d'autres personnes qui ont besoin de calme."
    },
    {
        "id": 22,
        "ids": 3,
        "contenu": "J'ai l'impression que ces voisins bruyants n'ont aucune conscience de leur impact sur les autres. Ils devraient être plus responsables et respectueux envers ceux qui vivent autour d'eux."
    },
    {
        "id": 23,
        "ids": 3, 
        "contenu": "Je suis à bout avec ces voisins qui se croient tout permis. Je pense sérieusement à appeler la police la prochaine fois qu'ils font une fête bruyante. Ils doivent comprendre que leurs actions ont des conséquences !"
    },
    {
        "id": 24,
        "ids": 3, 
        "contenu": "Ces voisins sont juste des égoïstes finis. Ils se fichent totalement du bien-être des autres habitants de l'immeuble. Ils devraient penser à déménager dans une maison isolée s'ils veulent faire la fête jusqu'à pas d'heure !"
    } 
    

  

]